Revit 2026 API
ValueAtPoint Constructor
Overload List
Name | Description
ValueAtPoint(IList<Double>) | Initializes a new instance of the ValueAtPoint class
ValueAtPoint(ValueAtPoint) |  Creates a copy of the given ValueAtPoint instance.
Top
See Also
Reference
ValueAtPoint Class
Autodesk.Revit.DB.Analysis Namespace